Repository: itpatrol/pg_account
Catalog: translations/pg_account.*.po
Languages: ru

source: !currency !amount
ru: !amount !currency

source: Your current balance is !currency !balance
ru: У вас в кошельке !balance !currency

source: Please, fill up you account
ru: Пожалуйста пополните свой кошелек

source: Price
ru: Стоимость

source: <b>Price:</b> %price %currency_symbol
ru: <b>Стоимость:</b> %price %currency_symbol

source: Place your order
ru: Оформить и перейти к оплате

source: Your balance has been updated.
ru: Ваш кошелек был пополнен

source: Rate to site currency
ru: Курс к валюте сайта

source: Please enter Account Balance rate according to site currency.
ru: Введите соотношение единицы кошелька к валюте сайта

source: Symbol
ru: Символ валюты

source: Please enter symbol of the Account Balance currency.
ru: Ввыедите символ единицы кошелька сайта

source: Update status of money out settings
ru: Обновить статус настроек вывода средств

source: %rate must be more 0.
ru: %rate должен быть больше 0.

source: Your current balance is: %currency %balance
ru: У вас в кошельке %balance %currency

source: Amount
ru: Количество

source: Fill up amount (!currency)
ru: Сумма пополнения (!currency)

source: Please enter amount to fill up balance.
ru: Введите сумму для пополнения кошелька.

source: Submit
ru: Отправить

source: Filling up of balance
ru: Пополнение кошелька

source: Payment from Account balance
ru: Оплата из кошелька лицевого счета

source: Balance
ru: Кошелек

source: Title
ru: Название

source: By method
ru: По методу

source: administer pg_account
ru: администрировать pg_account

source: has account
ru: имеет платежный кошелек

source: Account Balance payment settings.
ru: Настройки платежного кошелька

source: Account Balance Payment
ru: Платеж из средств лицевого счета

source: Account Balance filled up
ru: Платежный кошелек пополнен

source: Stores balance information.
ru: Сохраняет информацию кошелька

source: The {users}.uid of the user who is associated with the balance.
ru: {users}.uid пользователя ассоциированного с кошельком

source: Money out fields.
ru: Поля вывода средств.

source: Money out queue.
ru: Очередь вывода средств.

source: Account
ru: Учетная Запись

source: Account with Balance.
ru: Учетная запись с кошельком
